---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExportLinetypeTable
source: html/f4523665-b1c5-6c54-9e94-897a5aa028ed.htm
---
# ExportLinetypeTable Properties

Count of the items contained in the collection.